Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 她很小就跟随爹走南闯北，所以属于当之无愧见过大世面的。
en_us: She had traveled to many places with her father since a very young, so she could genuinely be regarded as someone who had seen and experienced many wonders of the world.

source: 她很快转过头，对苻南华歉意一笑，“是我失态了，我保证，之后绝对不会发生类似事情。”
en_us: She then quickly turned around and flashed Fu Nanhua with an apologetic smile as she said, "My apologies for losing my cool. I promise you that nothing like this will happen again during our time here."

source: 她忍住笑意道：“江湖上有套老少咸宜的拳法，叫王八拳，一顿瞎抡，保管能够乱拳打死老师傅。”
en_us: She held in her laughter and replied, "There's a fist technique suitable for both old and young in the cultivation world, and this fist technique is called the Bastard Fist Technique. You simply throw a few wild and uncontrolled punches, and its guaranteed that your unpredictable attacks can defeat even the most experienced master."

source: 她快步走去，好奇道：“公子，你怎么出来了？”
en_us: She quickly walked over and asked in curiosity, "Young Master, why have you come out?"

source: 她怀疑道：“那你怎么看着不像啊。”
en_us: "Then why don't you look like you're in pain?" she asked in a sceptical voice.

source: 她怯生生道：“公子，那本地方县志能借给我瞅瞅不？就一两个晚上，我好认字，省得到了那啥京城，给人瞧不起，到时候连累公子给人看笑话。”
en_us: "Young Master, can I borrow that Local County Chronicle to have a peek?" she asked timidly. "Just for one or two days so I can learn some words. Otherwise, others might belittle me when I arrive at the capital. At that time, even Young Master will be laughed at because of me."

source: 她悄悄换了个更亲昵的称呼。
en_us: She had surreptitiously switched to referring to Fu Nanhua by a more intimate name.

source: 她想了想，双手趴在箩筐边沿上，“好吧，那我要挑块小的，好看的。”
en_us: The little girl thought about this for a moment before leaning over the side of the basket and saying, "Alright, then I'll pick a smaller one. However, it needs to look good."

source: 她想了想，好像还真是这么个乏味无趣的道理，便不再坚持。
en_us: Zhi Gui mulled over this, and it appeared that this was genuinely the case. Thus, she didn't try to persuade Song Jixin anymore.

source: 她想了想，脸色凝重，提醒道：“跟我差不多时候进入小镇的这拨外乡人，最厉害的，应该就是正阳山的那个老头子，这趟是专程护送小女孩的，接下来才是打伤我的那个大隋宦官，之后是带走顾粲的刘志茂，那个笑里藏刀的妇人也别小觑。所以你们只要遇上正阳山那个老家伙后，尽量别争执，可一旦起了冲突，只管拖延时间，不许跟人动手，不要有任何侥幸心理，一定要拖到我出现为止。”
en_us: Ning Yao pondered for a moment before warning them with a solemn expression, "Among the outsiders who entered the small town at around the same time as me, the most powerful person is most likely the old man from the Sun Scorch Mountain. He's especially come here to protect the little girl. After him is the eunuch from the Great Sui Nation who injured me. Then after him is Liu Zhimao, the person who took Gu Can away. You can't underestimate the woman who hides daggers under her smiles either. So, try your best not to get into a conflict with the old man from the Sun Scorch Mountain. However, if you do get into a conflict with him, do everything you can to but some time. Don't try to fight him, and don't have any thoughts of getting lucky. You have to buy enough time for me to arrive."

source: 她想了想，轻轻踮起脚跟，视线落在贫寒少年四周，最后在地上找到了两颗心仪的石子，一颗色泽猩红且剔透，一颗雪白莹润，都是她家公子方才丢掉不要的。
en_us: After a moment of hesitation, she gently got up on the tips of her toes and swept her gaze over the area around Chen Ping'an before catching sight of a pair of rocks that caught her fancy. One of them was translucent and bright red, while the other one was as white as snow, and both of them had just been tossed away by Song Jixin just now.

source: 她打开那部从自家公子那里借来的古书，开始“按图索骥”。
en_us: She then opened the ancient book that she had borrowed from her young master and started to reel off a series of names.

source: 她扶了扶帷帽，说道：“价格高低，也看落在谁手里，除此之外，哪怕落入懂行的人手上，成不成，还要看运气。运气好，一颗就够，运气不好，堆积成一座山的石子也不成事。不过不管如何，是值钱的，而且很值钱。就是不知道能否带出小镇，这点很关键。”
en_us: Ning Yao fixed her veiled hat and replied, "This depends on who obtains them. In addition, even if they end up in the hands of someone who knows how to use them, whether or not the person succeeds is still up to luck. If they're lucky, one pebble will be enough. If they're unlucky, however, even a mountain of pebbles won't be enough. Regardless, these pebbles are indeed valuable in the outside world. Very, very valuable. However, I don't know whether we can take these pebbles out of the small town. This is the most important thing."

source: 她抬起脚，四脚蛇嗖一下窜走，满院子飞奔，不断撞墙。
en_us: As soon as she lifted her foot, the four-legged snake immediately sprang away, darting around the courtyard in a blind panic, bumping into several walls in te process.

source: 她拿起两枚石子，紧紧握在手心。
en_us: She picked up the rocks and held them tightly in her hand.

source: 她推开柴门，小跑着与教书先生擦身而过，跑出几步后，她不忘转身，对那个背影施了个万福，嗓音婉约可人，“先生，稚圭先走了。”
en_us: She pushed the wooden door open, then jogged past Mr. Qi. After running a few steps, she turned around and extended a curtsy toward him as she said in a gentle and adorable voice, "I'll be leaving now, Sir."

source: 她整个人像是处于暴走的边缘。
en_us: She was absolutely furious, and in her enraged state, she failed to notice that all of the rays of light around her were warping.

source: 她整个人脑袋一团浆糊。
en_us: However, she had almost been knocked unconscious by the fall, and she wasn't going to be able to do anything for a while.

source: 她无法想象，世上怎么会有陈平安这样的笨蛋，练武如此没有悟性，天资如此糟糕！
en_us: She was unable to fathom how there could be someone as stupid and slow as Chen Ping'an in the world. How was it possible that his comprehension ability was so poor? How was it possible that his talent was so lacking?!

source: 她更像是那寻常武夫行走江湖，拿把趁手的“神兵利器”，只要求锋刃足够锐利就行。根本不曾走那温养剑心、孕育剑灵的剑修大道。但是少女的古怪之处，在于她又不全然是武夫路数，因为对于一心淬炼体魄的武道宗师而言，追求的是“天地崩坏我身不朽”，若是被兵器喧宾夺主，就沦为旁门左道的一种。
en_us: She seemed more like an ordinary martial artist who was traveling through the world with a convenient weapon in her hand. All that she cared about was the sharpness of her blade. She didn't care about nurturing her sword heart, nor did she care about nurturing a sword spirit. However, what was strange about her was that she wasn't fully walking the path of a martial artist either. This was because martial artists who focused on tempering their physiques yearned to reach a state of "remaining indestructible even as heaven and earth shattered". If their weapons took over and gained the ability to act on their own, they would be regarded as disreputable martial artists from heretical sects.

source: 她更是主要谋划之人，这趟亲自赶赴小镇，花费巨大代价，她自然要保证这笔买卖，最少能够回本，否则她这一支在清风城的地位，就会一落千丈，岌岌可危，更别奢望独力执掌清风城。
en_us: The boy's mother was the primary mastermind behind this, and she had paid an enormous price to be able to enter the town with her son, so she naturally had to ensure that they would at least break even on this trip. Otherwise, her status in the Light Breeze City would suffer a massive fall, placing her in an extremely perilous position, and she certainly wouldn't have any chance of taking over the Light Breeze City in the future.

source: 她最后晃了晃脑袋，懒得再想这个谜题了。
en_us: In the end, she shook her head to rid herself of that train of thought, no longer interested in pondering the matter.

source: 她最后还是没有接过钥匙，“你家那边院墙不高，我可以把槐枝轻轻放进去，不用打开院门。”
en_us: However, she didn't take the key that was being offered to her. "The wall of your yard isn't very tall, so I can just drop the branches over the wall without opening the yard gate."

source: 她有些无奈。
en_us: The young Daoist nun felt slight exasperated.

source: 她有些生气。
en_us: She was rather angry, and she turned turned to face the old man, who was looking around with a wary expression, then said, "If it weren't for me, he would already be dead."

source: 她板起脸，不说话。
en_us: She remained silent, and her expression was stern.

source: 她正在跟一块桃花糕较劲的时候，突然身体僵硬，意识到大事不妙后，不是逃跑，而是张大嘴巴，囫囵吞下大半块糕点，然后拍拍双手，坐在原地束手待毙。
en_us: Just as she was tackling a peach cake, her body suddenly froze. When she realized she was in trouble, her first reaction wasn't to turn around and flee. Instead, it was to open her mouth and gobble down the piece of cake. She then wiped her hands clean and quietly waited for calamity to befall.

source: 她正歪着脑袋，以溪水为镜，一手挽发一手梳理，谁也看不清她的面容。
en_us: Her head was cocked to the side, and she was using the water in the creek as a mirror while combing her hands through her hair, but for some reason, it was impossible to make out her facial features.

source: 她毕竟不是那位已经摸到第十境门槛的大骊藩王，能够正面硬扛一头搬山猿。
en_us: After all, she wasn't Song Changjing, someone who had already discovered the path to the 10th Tier. She couldn't face this Mountain-moving Ape head-on.

source: 她沉默片刻，起身道：“走了，回铺子。”
en_us: After a brief moment of silence, she stood up and declared, "I'm going back to the forge."

source: 她没好气道：“滚！”
en_us: "Piss off!" the young woman snapped, and the flying sword instantly vanished into the distance, leaving the boy and the old man to look on with dumbstruck expressions.

source: 她没有承认自家公子偷拿别人东西，但好像也没脸皮否认事实，就笑着不说话。
en_us: She didn't admit that her young master had stolen from someone else, but she wasn't shameless enough to deny the truth, either, so she merely smiled and remained silent.

source: 她没有接过钥匙，瞪大眼睛，“就这？”
en_us: "That's it?" the little girl asked as her eyes widened in surprise.

source: 她没有说话。
en_us: Zhi Gui didn't say anything.

source: 她没来由想起那个坐在门槛上的少年，能够一句话阻止宋长镜出手杀人的少年。
en_us: She was thinking about the young boy seated on the doorstep, who had been able to dissuade Song Changjing from killing her with just a single sentence.

source: 她清楚记得，家乡的那堵长墙之上，断断续续有十个字，皆是有人以剑刻就，每个字都蕴含着镇压万妖的磅礴气势。
en_us: She clearly recalled that there were 10 characters inscribed onto the long wall in her hometown, all of which had been engraved using a sword and were imbued with a vast aura capable of crushing all evil and sinister entities.

source: 她点了点头，出了院子，当少女安静站在狭窄巷弄中，整条泥瓶巷就像刹那间鲜亮起来了。
en_us: Zhi Gui nodded in response and emerged from the courtyard. Standing on the narrow street outside, it was as if her very presence alone was enough to illuminate the entirety of Clay Vase Alley.

source: 她犹豫了一下，压低嗓音，怯生生道：“陈平安，你能不能帮我把那两颗石子捡起来，我挺喜欢的。”
en_us: After another brief hesitation, she called out in a timid voice, "Chen Ping'an, can you pick up those two rocks for me? I really like them."

source: 她犹豫了一下，缓缓行去。为了落下一个偷听的嫌疑，陈对在走上两人身后台阶的时候，就故意轻轻咳嗽一声，不曾想两人一个说的起劲，一个听得认真，仿佛对陈对的出现浑然不觉。陈对对此也不以为意，她大大方方坐在台阶的最远处，虽然她闲散随意而坐，但是坐姿无形中散发出来的韵味，仍然给人一种端正感觉。
en_us: She hesitated for a moment before slowly walking over. In order to remove any suspision of her eavesdropping, she purposely coughed when she approached the two people sitting on the steps. Unexpectedly, however, one person was enthusiastic as they spoke, and one person was engrossed as they listened, resulting in both of them treating Chen Dui as if she didn't exist. Chen Dui didn't take this to heart, and she casually sat down on the other end of the step. Even though she appeared relaxed and casual, the manner in which she sat still exuded a sense of decorum and uprightness.

source: 她独自一人走在泥瓶巷里，蹦蹦跳跳。
en_us: She skipped and hopped as she walked down Clay Vase Alley by herself.

source: 她环视四周，眼神平淡。
en_us: She looked around with a calm expression, then said, "I heard that the number one swordsmith on this continent, Master Ruan, plans to open a sword forge here. I came all the way to this place with the hope that he'd be willing to forge a sword for me."

source: 她甚至知道大半缘由。
en_us: In fact, she knew the reason and secrets behind most of these things.

source: 她略作思量，闭上眼睛。
en_us: After a brief moment of contemplation, she closed her eyes with a look of concentration on her face.

source: 她疑惑道：“没啊，随手放在我屋子里了，我又不想回去，咋了，公子你问这个做什么，再说了公子你也不是也有一串家门钥匙吗？”
en_us: Zhi Gui wore a puzzled expression as she replied, "No, I just left them somewhere in the house. It's not like I want to return anyway. What's wrong? Why are you asking about this, Young Master? In any case, don't you have a set of keys as well?"

source: 她痴痴望向那位正气凛然的中年男人，既是穷乡僻壤籍籍无名的教书匠，也是儒家山崖书院的齐静春，一个连大隋王朝权势貂寺也要尊称一声“先生”的读书人。
en_us: She stared at Qi Jingchun in a transfixed manner, and in her eyes, he was simultaneously the unremarkable teacher at the impoverished small town, but also the vastly renowned Qi Jingchun of the Mountain Cliff Academy of Confucianism, a revered scholar that even the heir-to-be of the Great Sui Nation had to treat with the utomst respect.

source: 她的身子骨是铁打的不成
en_us: Was her body forged from steel?

source: 她的额头渗出汗水。
en_us: There were beads of sweat on her forehead.

source: 她看了眼桌上那柄剑鞘雪白的长剑，她的眼眸深处，隐藏着极深的恨意和惧意，隐约有金色丝线在瞳孔中疯狂游走。这位婢女犹豫了下，仍是抬起只脚，准备跨过门槛，突然收回脚，咳嗽声，装模作样道：“我进来了哦。不说话就是不反对，对吧也是，这本来就是陈平安的宅子，我跟他认识好多年你该不会听不懂我说的话吧没关系，反正我们也没啥好聊的，我就是来看看这边，有没有缺什么东西，我们马上就要搬走了，很多物件都可以留给陈平安，你是不知道，这些年他过得很不容易啊。”
en_us: She took a glance at the longsword in the white scabbard resting on the table, and a hint of deep-rooted resentment and fear appeared in her eyes, as well as a golden thread that was moving erratically within her pupils. After a brief hesitation, she ultimately decided to raise a foot and step into the room, only to suddenly withdraw her foot as she cleared her throat, pretending to ask for permission as she declared, "I'm coming in. If you're not saying anything, then that means you're not against me coming in, right? Then again, this is Chen Ping'an's house, and I've known him for many years. Could it be that you don't understand what I'm saying? That's fine, it's not like we have anything to chat about anyway. I just came over here to see if you guys need anything. We're about to move away soon,and we can leave a lot of stuff behind for Chen Ping'an. You might not be aware of this, but he's had a very difficult life up to this point."

source: 她看了眼陈平安的脸色，问道：“找我家公子做啥？如果不着急的话，回头我可以帮忙捎句话。着急的话，估计你就得去监造衙署找人了，之前你也亲眼瞧见了，我家公子跟新任督造官宋大人关系不错。”
en_us: She took a glance at Chen Ping'an's expression, then asked, "What do you need to speak to my young master about? If it's nothing urgent, I can pass on a message for you. If it's urgent, then you'll probably have to go look for him at the kiln supervision official's office. As you're aware, my young master is on very good terms with the new kiln supervision official, Master Song."

source: 她看到那个熟悉的身影，穿着一双草鞋，面无表情，古井不波。
en_us: This was a familiar figure who was wearing a pair of straw sandals. He was completely expressionless at this moment.

source: 她看着石头。
en_us: She continued to look at the pebble.

source: 她看着那个清瘦少年，就是不说话。
en_us: The young girl remained slilent as she looked at the skinny young boy.

source: 她眨了眨那双秋水长眸，道：“就当没听到，反正我也吵架吵不赢他们娘俩。”
en_us: She blinked her beautiful eyes and said, "I'll pretend that I didn't hear anything. In any case, there's no way I can win an argument against that mother and son."

source: 她眼神熠熠，没来由来了兴致，不等少年回答，就开怀笑道：“其实就是告诉你，你错过了一桩大机缘，这位公子，只要从他指甲缝里抠出一点来，也足以让你在这辈子里，在‘山下’活得无比滋润。不过运气好的是，你应该这辈子都不晓得今天错过了什么，真是不幸中的万幸，要不然你得悔青肠子。”
en_us: For some reason, she was suddenly struck by the urge to tease the young boy, and before Chen Ping'an had a chance to reply, she chuckled, "He was telling you that just missed out on a huge opportunity. If he were willing to spare even a bit of the dirt scraped out from under his fingernails and give it to you, you would be able to live in comfort and excess for the rest of your life here. Fortunately for you, you're probably never going to find out exactly what it is that you missed out on today. I suppose that's the only silver lining on the cloud. Otherwise, you'll be kickcing yourslf with remorse!"

source: 她瞥了眼叫陈平安的少年。
en_us: She glanced at the young boy called Chen Ping'an.

source: 她瞥了眼少年，“你左手不疼？”
en_us: She then glanced at the young boy and asked, "Your left hand doesn't hurt anymore?"

source: 她瞪眼道：“喂！站在你跟前的人，是我宁姚，未来的全天下第一剑仙，好不好？！”
en_us: She glared at him and exclaimed, "Oi! The person standing in front of you is Ning Yao, someone who's going to become the number one Sword Immortal in the the world in the future! Understood?!"

source: 她突然有些遗憾惋惜，“窍穴这些东西，哪怕知道了，其实意义不大，世间修行，之所以有那么多旁门左道和歪门邪道，就在于各自的养气、炼气路数不同，差以毫厘失之千里。我家当然也有自己一脉相承的散气和养气两大心法，可是无法外传的，这不是我爹答应不答应的问题，陈平安，对不起啊。”
en_us: However, a slightly forlorn look then appeared on her face as she continued, "Even if you learn about all of the acupoints, that knowledge isn't going to do you much good. There are so many paths that one can take in cultivation, and the reason for this is that there are countless different ways of qi refinement. Even the slightest difference in one's cultivation method could result in massive disparities. Our family has a pair of cultivation methods, one for qi dispersion and one for qi development, both of which have been passed down for generations, but they're family secrets that can't be passed onto outsiders. This is not a matter of whether approves or not. I'm sorry, Chen Ping'an."

source: 她突然歪着脑袋，咧咧嘴，指了指自己牙齿后，然后对陈平安嘿嘿一笑，满脸得意。
en_us: She suddenly cocked her head and opened her mouth, pointing to her small teeth. She then giggled at Chen Ping'an, an expression of pride on her face.

source: 她突然皱了皱眉头。
en_us: She suddenly furrowed her brows.

source: 她突然问了个莫名其妙的问题，“陈平安，你真不后悔”
en_us: Zhi Gui suddenly asked a mystifying question. "Chen Ping'an, you truly don't feel any regret?"

source: 她突然问道：“你身体没事了？”
en_us: "Is your body holding up alright?" she suddenly asked.

source: 她突然问道：“就算我对陈平安忘恩负义，但是先生身为出类拔萃的圣人门生，为何会袖手旁观？为何只对弟子赵繇和我家少爷，青眼相加，对于身世平常的陈平安，不过尔尔？这何尝不是与商贾做买卖无异，若是奇货可居，便精心栽培，对待粗劣货物，便敷衍应付，能否卖出好价格，根本不在乎？”
en_us: All of a sudden, Zhi Gui asked, "Even If I have indeed repaid Chen Ping'an's kindness with ingratitude, why is it that as the student of a saint, you merely stood by and watched without doing anything? Why is that you only focus your attention on nurturing Zhao Yao and my young master without paying any heed to Chen Ping'an? How do your actions make you any different from a merchant who treats his wares with discretion depending on the value that they can fetch him? A merchant will treat precious and exotic wares with care and adoration, while mediocre wares would be treated with indifference and disdain. Isn't that exactly the same as what you're doing?"

source: 她笑眯起眼，像两条月牙儿，问道：“陈平安那袋？”
en_us: "What about Chen Ping'an's pouch of coins?" Zhi Gui's asked with a bright smile.

source: 她笑道：“没关系，说些拗口话罢了，我还不至于如此娇气。”
en_us: Cai Jinjian smiled as she replied, "It's fine, the dialect is just a little unfamiliar to me. I'm not so pampered that I need someone else to speak for me."

source: 她笑问道：“怎么，是跟姓宋的小白眼狼一起喝酒？”
en_us: She smiled and asked, "What, did you have a drink with that ungrateful Song Jixin?"

source: 她羞赧道：“小小的蛐蛐罐就够了。”
en_us: "Just a small cricket jar's worth is enough," Zhi Gui said with a shy expression.

source: 她苦着脸，楚楚可怜，“可是我真的不甘心啊，已经送给你十块云根石，若是竹篮打水一场空，回去如何跟祖师爷们交待？”
en_us: However, a dejected look then appeared on her face as she sighed, "But I really don't want to just give up so easily. I've already promised you 10 Cloud Root Stones, how am I going to explain this to my seniors if I go back empty-handed?"

source: 她藏好压衣刀，又去取回那柄被搬山猿踏入地面的狭刀，至于那把送出去的剑鞘，被陈平安暂且寄放在宁姚这边，她将其悬挂腰间，于是那柄飞剑总算就有了栖身之处。
en_us: After reconcealing her skirt dagger, Ning Yao went over to retrieve her saber which had been trodden into the ground by the Mountain-moving Ape. As for the sword scabbard that she had given Chen Ping'an, he had decided to temporarily leave it with her. It was hanging by her waist right now, and this gave the flying sword a place to stay.

source: 她觉得书房内有些闷，就走到正堂，双手负后，老气横秋地仰头看了半天匾额。
en_us: There was nothing to do in the study, so she made her way out into the main hall with her hands clasped behind her back like an old man, staring absentmindedly up at the plaque hanging above the entrance of the hall.

source: 她觉得找到了需要镇压降伏的心猿意马，正是那个看似无辜、实则障碍的少年。
en_us: She felt like she had identified the worldly distraction that she had to suppress, and it was none other than the young boy before her.

source: 她讶异道：“真的假的？”
en_us: Ning Yao wore an astonished expression. "Really?"

source: 她走到门口的时候，转头问道：“簪子和药方，我会替你妥善保管。不过明天还是需要你去泥瓶巷，帮着熬药。”
en_us: When she arrived at the door, she turned around said, "I'll take care of the hairpin and prescription papers for you. However, I still need you to come over and help brew medicine for me tomorrow."

source: 她走在河床干涸的溪水底部，跟随着那条十丈火龙向前行去。
en_us: She strode along the bed of the dry creek, trailing along behind the fiery dragon.

source: 她跟着草鞋少年的脚步，走向廊桥那边，青衣少女终于鼓起勇气说道：“陈平安，我叫阮秀，我爹叫阮邛，是一名铸剑师，我从小就跟我爹打铁铸剑，这次来你们小镇，爹说是碍于宗门托付，加上这里的水土最适宜打造剑炉，所以才来这里蹚浑水，其实我心里清楚，我爹是想为我找一份机缘，我爹这人就是死要面子，就像你的朋友刘羡阳，我爹其实心里很想收这个徒弟，你可能不太知道，我爹如果将来选择在这里开宗立派，开山大弟子的人选，就很重要了，所以他不是见死不救，你别怪他”
en_us: Ruan Xiu followed Chen Ping'an as he made his way toward the covered bridge, and after mustering up some courage, she finally said, "Chen Ping'an, my name is Ruan Xiu, and my father's name is Ruan Qiong. Ever since I was a small child, I've been forging swords with my father, and he came to this town on this occasion to carry out a request from his sect. Additionally, the natural environment here is ideal for forging swords, and he tells me that's why we came here, but I know that Father took me here because he wanted to seek out a fated opportunity for me. My father is an extremely stubborn man who's never willing to admit that he's wrong. Truth be told, he actually really wants to take Liu Xianyang as his disciple. You may not be aware of this, but if my father chooses to establish his sect here in the future, then it's very important that he chooses the right first disciple for the sect. Hence, he didn't just intentionally throw Liu Xianyang to the wolves, so pleae don't blame him."

source: 她身旁又有一位面如冠玉的道士，步伐轻灵，如行云流水，有一红一青两条长须大鱼，在他四周萦绕游曳。
en_us: There was another handsome Daoist beside her, with his footsteps as light and carefree as floating clouds and flowing water. Two large fish with long barbels swam around him, one red and one green.

source: 她身穿墨绿色长袍，双眉狭长，紧抿起嘴唇，身边放着两只织造华美的金丝绣袋。
en_us: She was wearing a dark green robe, and her lips were tightly pursed. There was a pair of intricately embroidered pouches next to her, and as soon as Chen Ping'an reached the foot of the stone steps, she immediately tossed the two pouches of copper coins at him as she declared in an indifferent voice, "You can have this back."

source: 她转过身，道：“你先自己打开看看，再决定要不要让我知道。”
en_us: Ning Yao turned around and said, "Open it and have a look first. Then you can decide whether you want to tell me or not."

source: 她迅速起身，弯腰走出，脚尖一点，她跳到那尊侧卧破旧神像的巨大肩头之上。
en_us: Ning Yao hurriedly stood up and bent down to exit the small hut. With a tap of her foot, she then sprang up onto the large shoulder of the collapsed and broken statue.

source: 她还真就这么走了，而且没有忘记乖乖关上门，动作轻缓，滴水不漏。
en_us: After that, she really did leave as she was instructed, and she obediently closed the gate behind her, doing so with great care so that she didn't make any more noise than necessary.

source: 她这句话，把男人憋得差点内伤，威力之大，不比某位剑仙的压箱底手笔更弱。
en_us: The man almost choked and suffered internal injuries upon hearing this. The might of this attack was no weaker than the trump card of some powerful Sword Immortal.

source: 她这才去开了门，牵着孩子的手一起走到院子里，板着脸轻声道：“小粲，不许捣乱，知不知道？！娘亲从来没有打过你，你要是敢不听话，娘亲真的会再打你一次。”
en_us: Only then did she open the door for her son, and she led him by the hand into the yard as she warned with a stern expression, "You are not to cause any more trouble, do you hear me? I've never beaten you before today, but if you dare to continue to be disobedient, I'll have to beat you again!"

source: 她这才收下那块石头，双指捻住，举过头顶，光线透过窗户进入屋子，映照在石头之上。
en_us: Only after hearing this did Ning Yao accept the pebble. She picked it up with two fingers and held it above her head, causing the rays of sunshine filtering through the window to shine on the pebble.

source: 她迷迷糊糊。
en_us: Zhi Gui was mystified.
